'grp_FORM_TITLE' => 'Δημιουργία, τροποποίηση ή διαγραφή ομάδων χρηστών',
'grp_GROUP_TOO_LONG' => 'Σφάλμα: Το όνομα ομάδας είναι πολυ μακρύ.Το μέγιστο είναι [_1] χαρακτήρες.',
'grp_ACCOUNT_CONFLICT' => 'Σφάλμα: Η ομάδα "[_1]" δεν μπορεί να δημιουργιθεί επειδή υπάρχει ήδη ένας λογαριασμός [_2] με αυτό το όνομα.',
'grp_INVALID_GROUP_DESCRIPTION' => 'Σφάλμα: μη αναμενόμενοι ή ελλείποντες χαρακτήρες στην περιγραφή της ομάδας',
'grp_NO_MEMBERS' => 'Σφάλμα: Δεν υπάρχουν μέλη στην ομάδα. Δεν δημιουργήθηκε ομάδα.',
'grp_CREATED_GROUP' => 'Επιτυχής δημιουργία ομάδας χρηστών',
'grp_DELETED_GROUP' => 'Επιτυχής διαγραφή ομάδας χρηστών',
'grp_MODIFIED_GROUP' => 'Επιτυχής μεταβολή ομάδας χρηστών',
'grp_CREATE_ERROR' => 'Παρουσιάσθηκε κάποιο σφάλμα κατά την δημιουργία της ομάδα.',
'grp_DELETE_ERROR' => 'Παρουσιάσθηκε κάποιο σφάλμα κατά την διαγραφή της ομάδας.',
'grp_MODIFY_ERROR' => 'Παρουσιάσθηκε κάποιο σφάλμα κατά την μεταβολή της ομάδας.',
'grp_GROUP_NAMING' => ' Το όνομα της ομάδας μπορεί να περιέχει μόνο μικρά γράμματα, αριθμούς, τελείες, παύλες, κάτω παύλες και πρέπει να ξεκινάει με μικρό γράμμα. Για παράδειγμα "sales", "beta5", and "reseller_partners" είναι έγκυρα ονόματα ομάδων, αλλά "3rd-event", "Marketing Team" and "lost&found" δεν είναι. ',
'grp_GROUP_HAS_MEMBERS' => 'Αυτή η ομάδα περιέχει τα παρακάτω μέλη:',
'grp_NOT_A_GROUP' => 'Σφάλμα: Αυτό δεν είναι ένας υπάρχων λογαριασμός ομάδας.',
'grp_GROUP_DESC' => 'Σύντομη περιγραφή/Windows Group Alias',
'grp_GROUP_DESC_EXPL' => 'Εισάγετε μία σύντομη περιγραφή της ομάδας στο παρακάτω πεδίο. Αυτό το πεδίο προσδιορίζει επίσης το όνομα της ομάδας πού θα είναι ορατό από τους πελάτες Windows.',
'grp_IBAYS_WILL_BE_CHANGED' => 'Τα παρακάτω information bays έχουν ανατεθεί σε αυτή την ομάδα και θα αλλάξουν στην ομάδα Διαχειριστή (μπορείτε να τα αλλάξετε σε κατι άλλο μετά):',
'grp_CONFIRM_DELETE_GROUP' => ' Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ομάδα;

  ',
'grp_CURRENT_LIST' => 'Τρέχουσα λίστα ομάδων χρηστών

  ',
'grp_DELETE_DESCRIPTION' => ' Πρόκειται να διαγράψετε την ομάδα χρηστών "[_1]" ',
