'log_View log files' => 'ดู log files',
'log_FIRSTPAGE_DESC' => ' แผงควบคุมนี้สำหรับให้คุณเลือกดูหรือดาวน์โหลด log files ที่ถูกสร้างโดยเซอร์วิสที่ทำงานบนเซอร์ฟเวอร์ของคุณ ',
'log_LOG_FILE_SELECT_DESC' => 'เลือก log file ที่ต้องกาีรดู',
'log_FILTER_PATTERN_DESC' => ' <p>คุณอาจตั้งแพทเทิร์นการแสดงผลเพิ่มเติมเพื่อให้กรองเฉพาะบรรทัดจาก log file ที่ตรงกับแพทเทิร์นนั้น การปล่อยฟิลด์นี้ให้ว่างไว้จะเป็นการให้แสดงทุกบรรทัดที่มี หมายเหตุ:แพทเทิร์นนี้จะไม่มีผล หากเป็นการเลือกดาวน์โหลด</p>

  ',
'log_FILTER_PATTERN_LABEL' => 'แพทเทิร์นกรอง (เพิ่มเติม)',
'log_MATCH_PATTERN_DESC' => ' <p>คุณอาจตั้งแพทเทิร์นให้แสดงผลการเน้น (highlight) เพิ่มเติม เพื่อให้ทำการเน้นโดยทำตัวหนาแก่บรรทัดใดก็ตามที่ตรงตามแพทเทิร์นนั้น การเน้นจะรวมเน้นบรรทัดที่มาจากแพทเทิร์นกรองการแสดงผลด้วย หมายเหตุ:แพทเทิร์นนี้จะไม่มีผล หากเป็นการเลือกดาวน์โหลด</p>

  ',
'log_MATCH_PATTERN_LABEL' => 'แพทเทิร์นแสดงตัวเน้น (เพิ่มเติม)',
'log_END_DESC' => 'โปรดทราบว่าอาจใช้เวลามากในการสร้างรายงานเหล่านี้',
'log_VIEW' => 'ดู log file',
'log_LOG_FILE_EMPTY' => 'แฟ้ม (Log file) "{$filename}" ว่างเปล่า!',
'log_VIEWING_TIME' => 'ดูเมื่อ {$time}',
'log_MATCH_HEADER' => 'กำลังแสดงผลบรรทัดที่ตรงตาม "{$matchPattern}"',
'log_HIGHLIGHT_HEADER' => 'กำลังแสดงผลโดยเน้นบรรทัดที่ตรงตาม "{$highlightPattern}"',
'log_NO_MATCHING_LINES' => 'ไม่มีบรรทัดที่เหมาะสมที่จะแสดง',
'log_FILENAME_ERROR' => ' <p>เกิดข้อผิดพลาดขณะทำการระบุชื่อ log file </p>

  <p>ประเภทของรายงานไม่ถูกต้อง "{$filename}"</p>

  ',
'log_REFRESH' => 'รีเฟรช logfile นี้',
'log_OP_DESC' => ' <p>คุณต้องเลือกระหว่างดู logfile ในบราวเซอร์ หรือดาวน์โหลด logfile ลงคอมพิวเตอร์ของคุณ สำหรับ logfile ที่มีขนาดใหญ่ คุณอาจต้องทำการดาวน์โหลดแทนการพยายามที่จะเปิดดู เพราะอาจเป็นปัญหาสำหรับบางเบราเซอร์</p>

  ',
'log_OP_LABEL' => 'ดำเนินการ ',
'log_DOWNLOAD_PAGE_DESC' => ' <p>ขณะนี้ได้เสร็จสิ้นการเตรียมการ logfile ที่คุณต้องการดาวน์โหลดแล้ว การดำเนินการจะเริ่มทันทีที่คุณคลิกที่ปุ่ม &quot;ถัดไป&quot; ด้านล่าง และคุณต้องสั่งบราวเซอร์ของคุณยอมรับการถามดาวน์โหลดจะที่ปรากฎขึ้นในหน้าต่างป๊อปอัพ</p>

  ',
'log_DOWNLOAD_FILE' => 'เตรียมการดาวน์โหลด logfile {$logfile}',
