'bac_BACKUP_TITLE' => 'Αντιγραφή ασφαλείας ή επαναφορά των δεδομένων του διακομιστή',
'bac_BACKUP_DESC' => ' <p>Ο διακομιστής προσφέρει δύο τρόπους αντιγραφής ασφαλείας και επαναφοράς του: χρησιμοποιώντας την τοπική σας επιφάνεια εργασίας ή έναν οδηγό μαγνητικής ταινίας.</p>

  <p>Η πρώτη μέθοδος δημιουργεί ένα αντίγραφο των ρυθμίσεων παραμέτρων του διακομιστή σας και των αρχείων δεδομένων των χρηστών το οποίο αποστέλλει (downloads) στην τοπική επιφάνεια εργασίας σας μέσω του περιηγητή ιστοσελίδων σας (web browser). Επί του παρόντος οι ρυθμίσεις παραμέτρων και τα αρχεία δεδομένων των χρηστών ανέρχονται συνολικά σε περίπου <b>[_3]</b>. Το αντίγραφο ασφαλείας θα είναι κατά τι μικρότερο από αυτό, αναλόγως πόσο συμπιέσιμα είναι τα δεδομένα. Η επιλογή \"Επιβεβαίωση αντιγράφου ασφαλείας επιφάνειας εργασίας\" μπορεί να χρησιμοποιηθεί για τον έλεγχο της ακεραιότητας του αρχείου αντιγράφου ασφαλείας της επιφάνειας εργασίας.</p>

  <p>για να δημιουργεί κάθε βράδυ ένα αντίγραφο ασφαλείας ολόκληρου του σκληρού σας δίσκου σε ταινία. Τούτο απαιτεί την ύπαρξη ενός υποστηριζόμενου οδηγού ταινίας και μίας ταινίας χωρίς προστασία εγγραφής. Η αντιγραφή ασφαλείας εκτελείται αυτόματα την προεπιλεγμένη ώρα κάθε βράδυ (με μία υπενθύμιση που αυτόματα αποστέλλεται στον διαχειριστή μέσω ηλεκτρονικής αλληλογραφίας κατά την διάρκεια της ημέρας). Την στιγμή αυτή ο σκληρός σας δίσκος περιέχει <b>[_2]</b> δεδομένων.</p>

  <p>Και οι δύο μέθοδοι επαναφοράς σας επιτρέπουν να επαναφέρετε τα αρχεία ρυθμίσεων παραμέτρων και δεδομένων χρηστών. <b>Ιδανικά, η πλήρης επαναφορά θα πρέπει να εκτελείται σε διακομιστή πρόσφατα εγκατεστημένο.</b></p>

  ',
'bac_BACKUP_DESC_DAR' => ' <p>Three ways are provided to back up and restore your server: using a tape drive, using a network share or a local removable disk, or using your local desktop.</p>

  <p>Tape Backup. This method uses a software package called <i>[_1]</i> to back up your entire hard disk to tape every night. This requires a supported tape drive and a tape that is not write-protected. The backup is performed automatically at the selected time every night (with a reminder automatically e-mailed to the administrator during the day). Currently your hard disk contains <b>[_2]</b> of data.</p>

  <p>Workstation backup. This method uses a software package called <i>dar</i> to back up your server configuration and data files to a network share or a local removable disk such as a USB disk. You can manage how many rotating sets of backups are kept, and how many incremental backups to have in each set. The backup is performed automatically at the selected time every day. Currently configuration and data files total approximately <b>[_3]</b> uncompressed. Twice the compressed data size must be available on the backup share.</p>

  <p>Backup to Desktop. This method creates a copy of your server configuration and user data files, and downloads it to your local desktop via your web browser. Currently your configuration and data files total approximately <b>[_3]</b>. The backup file will be somewhat less than this, depending on how much the data can be compressed. This file can be used to restore the server from the console if you copy it to a local removable disk such as a USB disk.</p>

  <p>All backup methods allow you to restore your configuration and user data files. Workstation backup provides individual file restore. <b>Ideally, full restore should be performed on a freshly installed server</b>.</p>

  ',
'bac_BACKUP_CONFIG_STATUS' => 'Ρύθμιση παραμέτρων και κατάστασης αντιγράφου ασφαλείας',
'bac_TAPE_BACKUPS_ENABLED' => ' Η αντιγραφή ασφαλείας σε ταινία είναι επί του παρόντος ενεργοποιημένη. ',
'bac_BACKUPS_RUN_AT' => 'Η τακτική αντιγραφή ασφαλείας θα αρχίζει στις:',
'bac_REMINDER_MESSAGE_AT' => 'Μηνύματα υπενθύμισης θα σταλούν στις:',
'bac_TAPE_BACKUPS_DISABLED' => ' Η αντιγραφή ασφαλείας σε ταινία είναι απενεργοποιημένη ',
'bac_DESKTOP_BACKUP' => 'Αντιγραφή ασφαλείας στην επιφάνεια εργασίας',
'bac_DESKTOP_RESTORE' => 'Επαναφορά από την επιφάνεια εργασίας',
'bac_DESKTOP_VERIFY' => 'Επιβεβαίωση αντιγράφου ασφαλείας της επιφάνειας εργασίας',
'bac_TAPE_CONFIGURE' => 'Ρύθμιση παραμέτρων αντιγραφής ασφαλείας σε ταινία',
'bac_TAPE_RESTORE' => 'Επαναφορά από ταινία',
'bac_RESTORE_IN_PROGRESS_BEGAN_AT' => 'Επαναφορά συστήματος σε εξέλιξη. Άρχισε στις:',
'bac_REFRESH_THIS_DISPLAY' => 'Ανανέωση αυτής της οθόνης',
'bac_CONFIGURE_TAPE_BACKUP' => 'Ρύθμιση παραμέτρων αντιγραφής ασφαλείας σε ταινία',
'bac_RESTORE_COMPLETED' => 'Η επαναφορά συστήματος έχει ολοκληρωθεί',
'bac_STARTED_AT' => 'Άρχισε στις:',
'bac_FINISHED_AT' => 'και τελείωσε στις:',
'bac_YOU_MUST_REBOOT' => 'Πρέπει να επανεκκινήσετε τον διακομιστή για να ενεργοποιήσετε οποιεσδήποτε αλλαγές στη ρύθμιση παραμέτρων συστήματος έχουν προκύψει ως αποτέλεσμα της συγκεκριμένης επαναφοράς.',
'bac_REBOOT' => 'Επανεκκίνηση',
'bac_SELECT_AN_ACTION' => 'Επιλέξτε κάποια ενέργεια',
'bac_X_BACKUP_OR_RESTORE' => 'X Αντιγραφή ασφαλείας ή επαναφορά δεδομένων του διακομιστή',
'bac_ERR_PRE_BACKUP' => 'Παρουσιάσθηκε σφάλμα κατά την διάρκεια ενεργειών που προηγούνται της αντιγραφής ασφαλείας.',
'bac_ERR_PRE_RESTORE' => 'Παρουσιάσθηκε σφάλμα κατά την διάρκεια ενεργειών που προηγούνται της επαναφοράς.',
'bac_ERR_POST_BACKUP' => 'Παρουσιάσθηκε σφάλμα κατά την διάρκεια ενεργειών που έπονται της αντιγραφής ασφαλείας.',
'bac_RESTORE_SERVER_CONFIG' => 'Επαναφορά ρυθμίσεων παραμέτρων συστήματος του διακομιστή',
'bac_DESKTOP_RESTORE_DESC' => ' Αυτή η διεργασία θα ανεβάσει ένα αντίγραφο ασφαλείας του διακομιστή από την τοπική επιφάνεια εργασίας σας στον διακομιστή σας και θα επαναφέρει τις ρυθμίσεις παραμέτρων και τα αρχεία χρηστών. Η επαναφορά θα πρέπει να εκτελείτε σε ένα νέο-εγκατεστημένο διακομιστή. ',
'bac_FREE_SPACE' => ' Έχετε περίπου $tmpfree ελεύθερο χώρο στο διακομιστή. Ελέγξτε ότι το αντίγραφο ασφαλείας στην επιφάνεια εργασίας είναι μικρότερο από $halffree πριν ξεκινήσετε την επαναφορά. ',
'bac_MUST_REBOOT_AFTER_RESTORE' => 'Μετά την ολοκλήρωση της επαναφοράς πρέπει να επανεκκινήσετε τον διακομιστή.',
'bac_FILE_TO_RESTORE' => 'Αντίγραφο ασφαλείας από το οποίο θα γίνει η επαναφορά',
'bac_VERIFY_BACKUP_DESC' => ' <p>Η παρούσα επιλογή θα εμφανίσει τα ονόματα όλων των αρχείων που περιλαμβάνονται σ\' ένα προγενέστερο αντίγραφο ασφαλείας επιφάνειας εργασίας. Μπορείτε να χρησιμοποιήσετε αυτή την επιλογή για να επιβεβαιώσετε τα περιεχόμενα του αντιγράφου ασφαλείας.</p>

  <p>Το τελευταίο αρχείο που περιλαμβάνεται στο αντίγραφο ασφαλείας πρέπει να είναι το αρχείο με όνομα "smbpasswd".</p>

  ',
'bac_SELECT_BACKUP_FILE' => 'Επιλέξτε αντίγραφο ασφαλείας',
'bac_VERIFY' => 'Επιβεβαίωση',
'bac_RESTORE_CANNOT_PROCEED' => 'Αδύνατη η συνέχιση της επαναφοράς των ρυθμίσεων παραμέτρων του διακομιστή',
'bac_ANOTHER_RESTORE_IN_PROGRESS' => 'Μία άλλη επαναφορά ευρίσκεται σ\' εξέλιξη. Παρακαλώ δοκιμάστε ξανά αργότερα.',
'bac_RESTORE_IN_PROGRESS' => 'Επαναφορά σε εξέλιξη',
'bac_RESTORE_IN_PROGRESS_DESC' => 'Μετά την ολοκλήρωση της επαναφοράς πρέπει να επανεκκινήσετε τον διακομιστή. Η επαναφορά σας θα έχει ολοκληρωθεί όταν το /etc/smbpasswd έχει επανέλθει και η φράση "Η επαναφορά ολοκληρώθηκε" εμφανισθεί στην βάση της οθόνης σας.',
'bac_FILES_HAVE_BEEN_RESTORED' => 'Τα παρακάτω αρχεία και φάκελοι έχουν επανέλθει:',
'bac_RESTORE_FAILED_MSG' => 'Η επαναφορά απέτυχε! Παρουσιάστηκε σφάλμα κατά την ανάγνωση του αντιγράφου ασφαλείας.',
'bac_RESTORE_COMPLETE' => 'Η επαναφορά ολοκληρώθηκε',
'bac_ERR_RESTORING_GID' => 'Παρουσιάσθηκε σφάλμα κατά την επαναφορά του gid του \'www\'',
'bac_ERR_RESTORING_INITIAL_GRP' => 'Παρουσιάσθηκε σφάλμα κατά την επαναφορά της αρχικής ομάδας του \'www\'.',
'bac_RESTORE_FAILED' => 'Η επαναφορά απέτυχε! Το αντίγραφο ασφαλείας ήταν ημιτελές.',
'bac_COULD_NOT_EXEC_PIPELINE' => 'Δεν μπόρεσα να εκτελέσω το backup pipeline:',
'bac_COULD_NOT_DECODE' => 'Δεν μπόρεσα να αποκωδικοποιήσω το αντίγραφο ασφαλείας:',
'bac_FILES_IN_BACKUP' => 'Τα παρακάτω αρχεία περιέχονται στο αντίγραφο ασφαλείας:',
'bac_VERIFY_COMPLETE' => 'Η επιβεβαίωση ολοκληρώθηκε',
'bac_BACKUP_FILE_INCOMPLETE' => 'Το αντίγραφο ασφαλείας ήταν ημιτελές',
'bac_ERR_READING_FILE' => 'Παρουσιάσθηκε σφάλμα κατά την ανάγνωση του αντιγράφου ασφαλείας.',
'bac_ENABLE_DISABLE_TAPE' => 'Ενεργοποίηση/Απενεργοποίηση νυχτερινής αντιγραφής ασφαλείας σε ταινία',
'bac_TAPE_CONFIG_DESC' => ' <p>Επιλέξατε αν επιθυμείτε να ενεργοποιήσετε τις νυχτερινές αντιγραφές ασφαλείας. Μετά ορίσατε τις επιθυμητές ώρες για την αντιγραφή και την υπενθύμιση φορτώματος της ταινίας.</p>

  <p>Η αντιγραφή ασφαλείας σε ταινία απαιτεί έναν υποστηριζόμενο οδηγό ταινίας. Ένα προειδοποιητικό μήνυμα θα αποσταλεί στον διαχειριστή την καθορισμένη ώρα υπενθύμισης αν ο οδηγός ταινίας είναι κενός.</p>

  ',
'bac_ENABLE_TAPE_BACKUP' => 'Ενεργοποίηση της αντιγραφής ασφαλείας σε ταινία',
'bac_TAPE_BACKUP_TIME' => 'Ώρα της ημέρας για αντιγραφή ασφαλείας σε ταινία (ώρα/λεπτά)',
'bac_LOAD_TAPE_REMINDER_TIME' => 'Ώρα της ημέρας για υπενθύμιση φορτώματος ταινίας (ώρα/λεπτά)',
'bac_AM/PM' => 'πμ/μμ',
'bac_AM' => 'πμ',
'bac_PM' => 'μμ',
'bac_UPDATE_CONF' => 'Ενημέρωση',
'bac_UPDATING_TAPE_CONF' => 'Ενημέρωση ρύθμισης παραμέτρων αντιγραφής ασφαλείας σε ταινία',
'bac_ERR_INVALID_HOUR' => 'Σφάλμα: μη-έγκυρη ώρα αντιγραφής ασφαλείας:',
'bac_BETWEEN_0_AND_12' => 'Παρακαλώ επιλέξατε μια ώρα μεταξύ 0 και 12.',
'bac_ERR_INVALID_MINUTE' => 'Σφάλμα: μη-έγκυρα λεπτά αντιγραφής ασφαλείας:',
'bac_BETWEEN_0_AND_59' => 'Παρακαλώ επιλέξατε λεπτά μεταξύ 0 και 59.',
'bac_ERR_INVALID_REMINDER_HOUR' => 'Σφάλμα: μη-έγκυρη ώρα υπενθύμισης:',
'bac_ERR_INVALID_REMINDER_MINUTE' => 'Σφάλμα: μη-έγκυρα λεπτά υπενθύμισης:',
'bac_ERR_CONF_BACKUP' => 'Παρουσιάσθηκε σφάλμα κατά την αντιγραφή ασφαλείας των ρυθμίσεων παραμέτρων συστήματος.',
'bac_SUCCESSFULLY_ENABLED_TAPE' => 'Επιτυχής ενεργοποίηση αντιγραφής ασφαλείας σε ταινία',
'bac_WITH_BACKUP_TIME' => 'με ώρα αντιγραφής ασφαλείας:',
'bac_WITH_REMINDER_TIME' => 'και ώρα υπενθύμισης για εισαγωγή ταινίας:',
'bac_SUCCESSFULLY_DISABLED' => 'Επιτυχής απενεργοποίηση αντιγραφής ασφαλείας σε ταινία',
'bac_RESTORE_CONF_FROM_TAPE' => 'Επαναφορά ρυθμίσεων παραμέτρων του διακομιστή από αντίγραφο ασφαλείας ταινίας',
'bac_RESTORE_CONF_FROM_TAPE_DESC' => ' <p>Αυτή η ενέργεια θα επαναφέρει τις ρυθμίσεις παραμέτρων και τα αρχεία χρηστών από ένα αντίγραφο ασφαλείας του διακομιστή σε ταινία. <b>Η επαναφορά πρέπει να γίνει σε ένα πρόσφατα εγκατεστημένο διακομιστή</b>.</p>

  <p>Επιβεβαιώστε ότι έχετε φορτώσει την επιθυμητή ταινία στον οδηγό πριν συνεχίσετε.</p>

  <p>Μετά την ολοκλήρωση της επαναφοράς πρέπει να επανεκκινήσετε τον διακομιστή.</p>

  ',
'bac_RESTORE_FROM_TAPE' => 'Επαναφορά από ταινία',
'bac_UNABLE_TO_RESTORE_CONF' => 'Αδύνατη η επαναφορά των ρυθμίσεων παραμέτρων του διακομιστή',
'bac_RESTORING_FROM_TAPE' => 'Γίνεται επαναφορά από ταινία',
'bac_NOW_RESTORING_FROM_TAPE' => 'Οι ρυθμίσεις παραμέτρων του διακομιστή σας και τα αρχεία δεδομένων των χρηστών επαναφέρονται τώρα από την ταινία.',
'bac_ERR_RESTORING_FROM_TAPE' => 'Παρουσιάσθηκε σφάλμα κατά την επαναφορά των αρχείων από την ταινία.',
'bac_ERR_UPDATING_CONF_AFTER_TAPE_RESTORE' => 'Παρουσιάσθηκε σφάλμα κατά την ενημέρωση των ρυθμίσεων παραμέτρων συστήματος μετά την επαναφορά από ταινία.',
'bac_COULD_NOT_FORK' => 'Αδύνατη η δημιουργία διακλάδωσης (fork):',
'bac_SERVER_REBOOT' => 'Επανεκκίνηση του διακομιστή',
'bac_SERVER_WILL_REBOOT' => 'Ο διακομιστής σας τώρα θα επανεκκινήσει.',
'bac_NO_UID_FOR_NAME' => 'Αδύνατη η λήψη uid για το όνομα χρήστη:',
'bac_PAGE_REFRESH_IN' => ' Αυτή η σελίδα θα ανανεωθεί σε οθόνη κατάστασης σε {$sec} δευτερόλεπτα, ή κάντε κλίκ εδώ. ',
'bac_Backup or restore' => 'Αντιγραφή ασφαλείας ή επαναφορά',
'bac_BACKUP_DESKTOP_TOO_BIG' => '  Ο διακομιστής σας έχει πάρα πολλά δεδομένα για τη δημιουργία ενός αξιόπιστου αντιγράφου ασφαλείας στην επιφάνεια εργασίας.  ',
'bac_WORKSTN_BACKUPS_DISABLED' => ' Η αντιγραφή ασφαλείας σε σταθμό εργασίας είναι απενεργοποιημένη ',
'bac_WORKSTN_BACKUPS_ENABLED' => ' Η αντιγραφή ασφαλείας σε σταθμό εργασίας είναι επί του παρόντος ενεργοποιημένη. ',
'bac_WKBACKUPS_RUN_AT' => 'Η τακτική αντιγραφή ασφαλείας σε σταθμό εργασίας θα αρχίζει στις:',
'bac_WORKSTN_CONFIGURE' => 'Ρύθμιση παραμέτρων αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_WORKSTN_VERIFY' => 'Επιβεβαίωση αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_WORKSTN_RESTORE' => 'Επαναφορά από σταθμό εργασίας',
'bac_CONFIGURE_WORKSTN_BACKUP' => 'Ρύθμιση παραμέτρων αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_ENABLE_DISABLE_WORKSTN' => 'Ενεργοποίηση/Απενεργοποίηση ημερησίας αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_ENABLE_WORKSTN_BACKUP' => 'Ενεργοποίηση αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_WORKSTN_BACKUP_TIME' => 'Ώρα της ημέρας αντιγραφής ασφαλείας σε σταθμό εργασίας (ώρα/λεπτά)',
'bac_UPDATING_WORKSTN_CONF' => 'Γίνεται ενημέρωση ρυθμίσεων παραμέτρων αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_SUCCESSFULLY_ENABLED_WORKSTN' => 'Ενεργοποιήθηκε με επιτυχία η αντιγραφή ασφαλείας σε σταθμό εργασίας',
'bac_SUCCESSFULLY_DISABLED_WORKSTN' => 'Απενεργοποιήθηκε με επιτυχία η αντιγραφή ασφαλείας σε σταθμό εργασίας',
'bac_VERIFY_WORKSTN_BACKUP_FILE' => 'Επιβεβαίωση αντιγραφής ασφαλείας σε σταθμό εργασίας',
'bac_VERIFY_WORKSTN_BACKUP_DESC' => ' <p>Αυτή η επιλογή θα εμφανίσει τα ονόματα όλων των αρχείων μιας προγενέστερης ημερήσιας αντιγραφής ασφαλείας σε σταθμό εργασίας. Μπορείτε να χρησιμοποιήσετε αυτή την επιλογή για να επιβεβαιώσετε το περιεχόμενο της αντιγραφής ασφαλείας.<b>Πρέπει να επιλέξετε την αντιγραφή ασφαλείας που επιθυμείτε να επιβεβαιώσετε</b></p>

  <p>Θα δείτε όλα τα αρχεία της επιλεγμένης αντιγραφής ασφαλείας.</p>

  Επιβεβαιώνονται αρχεία αντιγραφής ασφαλείας από κοινόχρηστο φάκελλο : ',
'bac_RESTORE_CONF_FROM_WORKSTN' => 'Επαναφορά ρυθμίσεων παραμέτρων διακομιστή από αντίγραφο ασφαλείας σταθμού εργασίας',
'bac_RESTORE_CONF_FROM_WORKSTN_DESC' => ' <p>Αυτή η διεργασία θα επαναφέρει τις ρυθμίσεις παραμέτρων και τα αρχεία δεδομένων χρηστών από ένα αντίγραφο ασφαλείας του διακομιστή. <b>Η επαναφορά πρέπει να γίνει σε ένα πρόσφατα εγκατεστημένο διακομιστή</b>.</p>

  <p>Εξασφαλίσατε ότι έχετε επιλέξει το σωστό αντίγραφο ασφαλείας προς επαναφορά προτού να προχωρήσετε.</p>

  <p>Μετά την ολοκλήρωση της επαναφοράς πρέπει να επανεκκινήσετε τον διακομιστή.</p>

  Η επαναφορά θα γίνει από το αντίγραφο ασφαλείας : ',
'bac_RESTORE_FROM_WORKSTN' => 'Επαναφορά από σταθμό εργασίας',
'bac_RESTORING_FROM_WORKSTN' => 'Επαναφορά από σταθμό εργασίας σε εξέλιξη',
'bac_NOW_RESTORING_FROM_WORKSTN' => 'Οι ρυθμίσεις παραμέτρων του διακομιστή σας και τα αρχεία δεδομένων των χρηστών επαναφέρονται τώρα από κοινόχρηστο φάκελλο σταθμού εργασίας.',
'bac_ERR_RESTORING_FROM_WORKSTN' => 'Παρουσιάσθηκε σφάλμα κατά την επαναφορά αρχείων από σταθμό εργασίας.',
'bac_ERR_UPDATING_CONF_AFTER_WORKSTN_RESTORE' => 'Παρουσιάσθηκε σφάλμα κατά την ενημέρωση των ρυθμίσεων παραμέτρων συστήματος μετά από επαναφορά από σταθμό εργασίας.',
'bac_WORKSTN_NAME' => 'Δικτυακό όνομα ή IP διεύθυνση σταθμού εργασίας',
'bac_WORKSTN_BACKUP_SETTINGS' => 'Ρυθμίσεις αντιγραφής ασφαλείας σταθμού εργασίας',
'bac_SHARED_FOLDER_NAME' => 'Κοινόχρηστος χώρος αντιγραφής ασφαλείας',
'bac_WORKSTN_LOGIN' => 'Όνομα χρήστη για login',
'bac_WORKSTATION_BACKUP_DEST' => 'Ρυθμίσεις σταθμού εργασίας αντιγράφων ασφαλείας',
'bac_CONFIGURE_WORKSTN_BACKUP_DESC' => 'Μπορείτε να ορίσετε το πλήθος των διαδοχικών σετ αντιγράφων ασφαλείας που θα διατηρούνται στο σταθμό εργασίας, με αυτόματη κυλιόμενη διαδοχή. Κάθε σετ μπορεί να περιλαμβάνει αποθηκευμένα δεδομένα αρκετών συνεχόμενων ημερών. Στην περίπτωση αυτή, το πρώτο αντίγραφο ασφαλείας κάθε σετ είναι ένα πλήρες αντίγραφο ασφαλείας (full backup) ενώ τα υπόλοιπα καθημερινές λήψης αποτελούν επαυξητικά αντίγραφα ασφαλείας (incremental backups). Μπορείτε επίσης να ορίσετε χρονικό όριο για τη λήψη των αντιγράφων ασφαλείας γενικότερα ή μόνον για τα incremental. Όταν εκπνεύσει το όριο αυτό, σταματά κάθε διαδικασία αντιγραφής ασφαλείας και το επόμενο incremental backup θα συνεχίσει ασφαλώς την αντιγραφή των μη-αποθηκευμένων και τροποποιημένων δεδομένων.',
'bac_ERR_INVALID_WORKSTN' => 'Μη-έγκυρο δικτυακό όνομα ή IP διεύθυνση σταθμού εργασίας',
'bac_ERR_INVALID_FOLDER' => 'Μη-έγκυρο όνομα κοινόχρηστου χώρου',
'bac_ERR_INVALID_LOGIN' => 'Μη-έγκυρο Login',
'bac_ERR_INVALID_PASSWORD' => 'Μη-έγκυρος κωδικός',
'bac_ERR_ALREADY_MOUNTED' => 'Backup directory is already mounted',
'bac_ERR_MOUNTING_SMBSHARE' => 'Αδυναμία προσάρτησης του κοινόχρηστου φακέλου του σταθμού εργασίας',
'bac_ERR_NOT_MOUNTED' => 'Backup directory is not mounted',
'bac_WORKSTN_NOT_SET' => 'Πρέπει κατ\' αρχήν να ρυθμίσετε σωστά τις παραμέτρους δημιουργίας αντιγράφων ασφαλείας του σταθμού εργασίας σας',
'bac_NO_BACKUPS_TO_RESTORE' => 'Δεν υπάρχει σετ αντιγράφων ασφαλείας στο καθορισμένο κοινόχρηστο φάκελο του σταθμού εργασίας. Επιβεβαιώστε τις ρυθμίσεις των παραμέτρων σας.',
'bac_NUMBER_OF_SETS' => 'Πλήθος κυλιόμενων ομάδων αντιγράφων ασφαλείας',
'bac_NUMBER_OF_FILES_IN_SET' => 'Καθημερινά αντίγραφα ασφαλείας σε κάθε ομάδα',
'bac_ERR_INVALID_SETS_NUMBER' => 'Το πλήθος των ομάδων πρέπει να είναι μεγαλύτερο ή ίσο του 1',
'bac_ERR_INVALID_FILES_IN_SET_NUMBER' => 'Ο αριθμός αυτός να είναι μεγαλύτερος ή ίσος του 1. Το πρώτο αντίγραφο ασφαλείας κάθε ομάδας είναι πλήρες ενώ τα υπόλοιπα επαυξητικά',
'bac_WORKSTN_TIMEOUT' => 'Προαιρετικό χρονικό όριο δημιουργίας αντιγράφων ασφαλείας (ώρες)',
'bac_INC_ONLY_TIMEOUT' => 'Χωρίς χρονικό όριο η δημιουρία πλήρων αντιγράφων ασφαλείας',
'bac_ERR_INVALID_TIMEOUT' => 'Η μέγιστη χρονική διάρκεια δημιουργίας αντιγράφων ασφαλείας πρέπει να κυμαίνεται από 1 έως 24 ώρες',
'bac_ERR_NO_HOST_DIR' => 'Δεν υπάρχει κατάλογος για τον Η/Υ σας στον κοινόχρηστο φάκελο. Ενδέχεται το όνομα του Η/Υ να είναι διαφορετικό από αυτό των αντιγράφων ασφαλείας',
'bac_ERROR_READING_FILE' => 'Σφάλμα ανάγνωσης αρχείων από',
'bac_WORKSTN_SEL_RESTORE' => 'Επαναφορά επιλεγμένων αρχείων από σταθμό εργασίας',
'bac_WORKSTN_SELECTIVE_RESTORE' => 'Επιλεκτική επαναφορά αρχείων από σταθμό εργασίας',
'bac_ALL_BACKUPS' => 'Όλα τα αντίγραφα ασφαλείας',
'bac_WORKSTN_SEL_REST_DESC' => ' Αυτή η διαδικασία θα επαναφέρει μόνον καθορισμένα αρχεία και καταλόγους. Πρέπει πρώτα να επιλέξετε το αντίγραφο ασφαλείας από το οποίο θα γίνει η επαναφορά των αρχείων. Εάν δεν γνωρίζετε σε ποιο αντίγραφο ασφαλείας βρίσκονται τα απαιτούμενα αρχεία, επιλέξτε την εναλλακτική ρύθμιση "Όλα τα αντίγραφα ασφαλείας".  Στην επόμενη οθόνη θα εμφανισθούν όλα τα διαθέσιμα αρχεία και κατάλογοι, ώστε να επιλέξετε τα προς επαναφορά. Για τον περιορισμό του πλήθους των εμφανιζόμενων αρχείων και καταλόγων στην οθόνη αυτή, έχετε τη δυνατότητα να εισάγετε μία συνθήκη φίλτρου, η οποία θα εφαρμοσθεί ως κανόνας επιλογής στα εμφανιζόμενα ονόματα. Έχετε την ευθύνη της μη επαναφοράς αρχείων τα οποία θα μπορούσαν να διακόψουν τη λειτουργία του διακομιστή σας  Στην παρούσα φάση, η επαναφορά αρχείων θα γίνει από : ',
'bac_BACKUP_CHOICE' => 'Γίνεται επιλογή των αρχείων για προβολή',
'bac_SELECT_DATE_BEFORE' => 'Επαναφορά των πιο πρόσφατων πριν την',
'bac_FILTER_EXPRESSION' => 'Φιλτράρισμα ονομάτων από',
'bac_READ_COMPLETE' => ' Μπορείτε να επιλέξετε για επαναφορά όλους τους καταλόγους και τα αρχεία που επιθυμείτε από την εμφανιζόμενη λίστα (χρησιμοποιήστε ctrl ή shift για πολλαπλή επιλογή).  Προειδοποίηση : Εάν επιλέξετε έναν κατάλογο, θα γίνει επαναφορά όλων των αρχείων και καταλόγων που περιέχει. Η αρχική ρύθμιση είναι να γίνεται επαναφορά της πλέον πρόσφατης εκδοχής, αλλά εάν καθορίζετε μία ημερομηνία με τη μορφή [ [ [hhhh/]mm/]dd-]hh:mm[:ss] η διαδικασία θα επαναφέρει την πλέον πρόσφατη εκδοχή που άλλαξε πριν τη δοθείσα ημερομηνία. ',
'bac_ERR_INVALID_SELDATE' => 'Μη-έγκυρη μορφή ημερομηνίας, πρέπει να είναι της μορφής [ [ [yyyy/]mm/]dd-]hh:mm[:ss]. ήτοι: 2005/12/31-08:23:32 ή 10-08:32 ή 08:32',
'bac_SELECT_FILES_TO_RESTORE' => 'Επιλογή αρχείων προς επαναφορά',
'bac_ERR_WHILE_UNMOUNTING' => 'Σφάλμα κατά την αποπροσάρτηση απομεμακρυσμένου κοινόχρηστου φακέλου',
'bac_ERR_DAR_CATALOG' => 'Σφάλμα κατά τη χρήση του καταλόγου Dar',
'bac_COMPRESSION_LEVEL' => 'Επίπεδο συμπίεσης αντιγράφου ασφαλείας [0-9]',
'bac_FULL_ONLY_ON' => 'Η δημιουργία πλήρους αντιγράφου ασφαλείας επιτρέπεται την',
'bac_ERR_INVALID_COMPRESSION' => 'Το επίπεδο συμπίεσης πρέπει να ορισθεί μεταξύ του 0 (χωρίς συμπίεση) και του 9 (μέγιστη συμπίεση)',
'bac_DOW' => 'Κυριακή Δευτέρα Τρίτη Τετάρτη Πέμπτη Παρασκευή Σάββατο Καθημερινά',
'bac_CONFIGURATION_TO_BE_DONE' => 'Παρακαλώ ρυθμίστε τις παραμέτρους αντιγραφής ασφαλείας.',
'bac_WORKSTN_BACKUP_DESC' => ' <p>Αυτή η οθόνη εμφανίζει τις τρέχουσες ρυθμίσεις παραμέτρων αντιγραφής ασφαλείας σε σταθμό εργασίας. Μπορείτε να τις τροποποιήσετε μέσω της παρούσας οθόνης και της επόμενης.</p>

  <p/> ',
'bac_WORKSTN_BACKUP_NOT_CONFIGURED' => ' <p>Επί του παρόντος, δεν έχουν ρυθμιστεί οι παράμετροι αντιγραφής ασφαλείας σε σταθμό εργασίας. Μπορείτε να τις ρυθμίσετε μέσω της παρούσας οθόνης και της επόμενης.</p>

  <p/> ',
'bac_WORKSTN_BACKUP_ENABLED' => 'Το αντίγραφο ασφαλείας είναι',
'bac_WORKSTN_BACKUP_USB' => 'Το αντίγραφο ασφαλείας δημιουργήθηκε σε τοπικό USB δίσκο',
'bac_WORKSTN_BACKUP_MNT' => 'Το αντίγραφο ασφαλείας δημιουργήθηκε σε τοπικό USB δίσκο',
'bac_WORKSTN_BACKUP_HOST' => 'Το αντίγραφο ασφαλείας δημιουργήθηκε σε σταθμό εργασίας LAN',
'bac_WORKSTN_BACKUP_VFSTYPE' => 'μέσω',
'bac_WORKSTN_BACKUP_SHARE' => 'Ο κοινόχρηστος φάκελος προορισμού του αντιγράφου ασφαλείας είναι',
'bac_WORKSTN_BACKUP_TOD' => 'Η καθημερινή δημιουργία αντιγράφου ασφαλείας γίνεται στις',
'bac_LOGIN' => 'Το όνομα πρόσβασης είναι',
'bac_PASSWORD' => 'Ο κωδικός πρόσβασης είναι',
'bac_WORKSTN_BACKUP_SETSNUM' => 'Το πλήθος των κυλιόμενων ομάδων αντιγράφων ασφαλείας είναι',
'bac_WORKSTN_BACKUP_DAYSINSET' => 'Το πλήθος των καθημερινών αντιγράφων ασφαλείας που περιλαμβάνει κάθε ομάδα είναι',
'bac_WORKSTN_BACKUP_COMPRESSION' => 'Το επίπεδο συμπίεσης (0-7) των αντιγράφων ασφαλείας είναι',
'bac_WORKSTN_BACKUP_TIMEOUT' => 'Κάθε καθημερινή αντιγραφή ασφαλείας διακόπτεται όταν παρέλθουν',
'bac_WORKSTN_BACKUP_INCONLY_TIMEOUT' => 'εκτός της πλήρους αντιγραφής ασφαλείας που διακόπτεται όταν παρέλθουν 24 ώρες',
'bac_WORKSTN_FULL_BACKUP_EVERYDAY' => 'Πλήρεις αντιγραφές ασφαλείας (δημιουργία νέων ομάδων αντιγράφων ασφαλείας) επιτρέπονται σε ημερήσια βάση',
'bac_WORKSTN_FULL_BACKUP_DAY' => 'Πλήρεις αντιγραφές ασφαλείας (δημιουργία νέων ομάδων αντιγράφων ασφαλείας) επιτρέπονται μόνον την',
'bac_WORKSTATION_BACKUP_SETCONF' => 'Δημιουργία ή τροποποίηση ρυθμίσεων παραμέτρων αντιγραφής ασφαλείας σταθμού εργασίας',
'bac_SELECT_VFS_TYPE' => 'Επιλογή του τύπου του κοινόχρηστου μέσου στο οποίο θα αποθηκευτεί το αντίγραφο ασφαλείας',
'bac_ERR_NO_USB_DISK' => 'Σφάλμα: Δεν υπάρχει διαθέσιμος USB δίσκος. Παρακαλώ συνδέστε έναν USB δίσκο ή επιλέξτε άλλον τύπο κοινόχρηστου μέσου αποθήκευσης του αντιγράφου ασφαλείας.',
'bac_ERR_NO_MOUNTED_DISK' => 'Σφάλμα: Δεν υπάρχει διαθέσιμος USB δίσκος. Παρακαλώ συνδέστε έναν USB δίσκο ή επιλέξτε άλλον τύπο κοινόχρηστου μέσου αποθήκευσης του αντιγράφου ασφαλείας.',
'bac_HOURS' => 'ώρες.',
'bac_ERR_NO_FULL_BACKUP' => 'Aborting restore because needed full backup is missing or unreadable.',
'bac_ERR_NO_INC_BACKUP' => 'Aborting restore because the set has missing or unreadable incremental backup number',
'bac_CHECK_TO_VERIFY_FULL_RESTORE' => 'Check here to test integrity of all backups needed for a full restore with the selected backup',
'bac_TESTING_NEEDED_BACKUPS_FOR_RESTORE' => 'Testing all backups needed for a full restore with selected backup',
'bac_TESTED_BACKUP' => 'Testing integrity of backup',
'bac_RESTORE_VERIFY_FAILED' => 'Επιβεβαίωση ημερομηνίας και ώρας',
'bac_CHECK_INTEGRITY_WARNING' => 'Warning : For large backups, checking integrity may be a long task and should be made with daily workstation backup disabled.',
'bac_cifs' => 'cifs',
'bac_nfs' => 'nfs',
'bac_local removable disk' => 'Το αντίγραφο ασφαλείας δημιουργήθηκε σε τοπικό USB δίσκο',
'bac_Mounted disk' => 'Mounted disk',
'bac_ERROR_WHEN_TESTING_REMOTE_SERVER' => 'The parameters have been saved, however the remote host is not reachable, please check your settings.',
