'iba_FORM_TITLE' => 'Създаване, промяна или изтриване на инфо-слотове',
'iba_FIRSTPAGE_DESC' => ' <p> <a class="button-like" href="ibays?page=0&page_stack=&next=next&wherenext=createmodify">Добави инфо-слот</a> </p>

  <p> Можете да премахнете всеки информационен слот или да инициализирате паролата му като щракнете на съответната команда срещу информационния слот. Ако информационния слот е показан в червено, това означава че паролата все още не е променена спрямо подразбиращата се и че трябва скоро да се промени. </p>

  ',
'iba_ADD_TITLE' => 'Създаване и промяна на инфо-слотове',
'iba_NAME_FIELD_DESC' => 'Името на информационния слот трябва да съдържа само малки букви, цифри, точки, тирета и знаци за подчертаване и трябва да започва с малка буква. Например "johnson", "intra", и "cust3.prj12" са валидни имена, а "3associates", "John Smith" и "Bus!Partner" не са. Името е ограничено до {$maxLength} символа.',
'iba_NAME_LABEL' => 'Име на информационния слот',
'iba_USER_ACCESS' => 'Потребителски достъп чрез споделен достъп до файлове или ftp',
'iba_PUBLIC_ACCESS' => 'Публичен достъп чрез web или анонимно ftp.',
'iba_PUBLIC_ACCESS_DESCRIPTION' => 'Режимът за публичен достъп "с парола извън локалната мрежа" не се поддържа за FTP компонентата на сървъра. Ако изберете този режим, FTP сървърът ще иска за този инфо-слот парола както от локалната мрежа, така и извън нея.',
'iba_ALLOW_DYNAMIC_CONTENT' => 'Изпълнение на динамично съдържание (CGI, PHP, SSI)',
'iba_HTTPS_Only' => 'Изискване на сигурни връзки',
'iba_REMOVE_TITLE' => 'Премахване на информационен слот',
'iba_REMOVE_DESC' => ' <p> Възнамеряване да премахнете инфо-слота "{$name}" ({$description}). </p>

  <p> Всички файлове, принадлежащи към този информационен слот ще бъдат изтрити. </p>

  <p> Сигурни ли сте, че искате да премахнете този информационен слот? </p>

  ',
'iba_ERROR_WHILE_CREATING_IBAY' => 'Възникна грешка по време на създаването на инфо-слот.',
'iba_SUCCESSFULLY_CREATED_IBAY' => 'Успешно бе създаден инфо-слот.',
'iba_NO_IBAYS' => 'Няма настроени инфо-слотове.',
'iba_CANT_FIND_IBAY' => 'Не може да се намери акаунт за {$name} (съществува ли?)',
'iba_CANT_CREATE_IBAY' => 'Не може да се създаде нов акаунт за {$name} съществува ли?)',
'iba_ERROR_WHILE_MODIFYING_IBAY' => 'Възникна грешка по време на промяната на инфо-слот.',
'iba_SUCCESSFULLY_MODIFIED_IBAY' => 'Успешно променен инфо-слот.',
'iba_VIRTUAL_HOST_MESSAGE' => 'Следните виртуални домейни използваха този информационен слот като тяхно съдържание и ще бъдат променени да сочат към основния сайт (можете да ги пренасочите към нещо друго после).',
'iba_SUCCESSFULLY_DELETED_IBAY' => 'Успешно изтрит инфо-слот.',
'iba_ERROR_WHILE_DELETING_IBAY' => 'Възникна грешка по време на изтриването на инфо-слот.',
'iba_PASSWORD_DESC' => 'Възнамерявате да промените паролата за инфо-слот {$name}.',
'iba_IBAY_PASSWD_VALIDATION_ERROR' => 'Паролата може да съдържа само букви и цифри.',
'iba_IBAY_PASSWD_VERIFY_ERROR' => 'Паролите не съвпадат.',
'iba_SUCCESSFULLY_RESET_PASSWORD' => 'Успешно инициализирана парола.',
'iba_ERROR_WHILE_RESETTING_PASSWORD' => 'Грешка при инициализацията на паролата.',
'iba_VHOST_MESSAGE' => ' Следните виртуални домейни използваха този информационен слот като тяхно съдържание и ще бъдат променени да сочат към основния сайт (можете да ги пренасочите към нещо друго после): {$vhostList} ',
'iba_Information bays' => 'Информационни слотове',
'iba_WGRG' => 'Писане = група, Четене = група',
'iba_WGRE' => 'Писане = група, Четене = всеки',
'iba_WARG' => 'Писане = админ, Четене = група',
'iba_NONE' => 'Без достъп',
'iba_LOCAL_NETWORK_NO_PASSWORD' => 'Локална мрежа (без парола)',
'iba_LOCAL_NETWORK_PASSWORD' => 'Локална мрежа (с парола)',
'iba_ENTIRE_INTERNET_NO_PASSWORD' => 'Целия интернет (без парола)',
'iba_ENTIRE_INTERNET_PASSWORD' => 'Целия интернет (с парола)',
'iba_ENTIRE_INTERNET_PASSWORD_REMOTE' => 'Целия интернет (с парола извън локалната мрежа)',
'iba_INVALID_IBAY_DESCRIPTION' => 'Грешка: неочаквани или липсващи символи в описанието на инфо-слота',
'iba_ACCT_NAME_HAS_INVALID_CHARS' => 'Името на инфо-слота "{$acctName}" съдържа невалидни символи. Имената на инфо-слотовете трябва да започват с малка буква и да съдържат само малки букви, цифри и тирета.',
'iba_MAX_IBAY_NAME_LENGTH_ERROR' => 'Името на инфо-слота "{$name}" е твърде дълго. Максимумът е {$maxIbayNameLength} символа.',
'iba_ACCT_CLASHES_WITH_PSEUDONYM' => ' Акаунтът "{$acctName}" се застъпва с описанието на псевдоним за {$acctType} акаунт "{$acct}". {$acctName} е псевдоним за {$acct}. ',
'iba_ACCOUNT_EXISTS' => 'Акаунтът "{$acctName}" е съществуващ {$acctType} акаунт.',
