'initial_FORM_TITLE' => 'Добре дошли в server manager',
'initial_FRAMES_BODY' => ' <p> Добре дошли в SME Server, водещата Линукс дистрибуция за малки и средни предприятия. SME Server идва до Вас чрез <a href="https://www.koozali.org/" target="_blank">Koozali Foundation, Inc.</a>, неправителствена организация, която съществува за да предоставя маркетингова и правна поддръжка на SME Server. </p>

  <p> SME Server достъпна свободно под лиценза ГНУ General Public License и е единствено възможен благодарение на усилията на общността на SME Server. Въпреки това, наличието и качеството на SME Server зависят от покриването на нашите разходи, като цената за хостване, сървърния хардуер и т.н. </p>

  <p> Поради това ние Ви молим малко дарение за да посрещнем разходите и да финансираме по-нататъшното развитие. </p>

  <p> <b> Моля, посетете <a href="https://wiki.koozali.org/donate" target="_blank">https://wiki.koozali.org/Donate</a> за да направите дарение. </b></p>

  <p> Този софтуер идва без НИКАКВА ГАРАНЦИЯ. Моля, <a href="/smanager/support" target="main">щракнете тук</a> за да видите детайлна информация за поддръжката, гаранцията и лицензирането. </p>

  <p> За да извършите функция по системно администриране, щракнете върху някоя от връзките в менюто, разположено в лявата част на екрана. </p>

  ',
'initial_NOFRAMES_BODY' => ' <p> Добре дошли в SME Server. Този софтуер идва БЕЗ НИКАКВА ГАРАНЦИЯ. Моля, <a href="/smanager/support" target="main">щракнете тук</a> за да видите детайлна информация за поддръжката, гаранцията и лицензирането. </p>

  <p> <a href="/server-manager/noframes">Щракнете тук</a> за списъка на фунциите за системно администриране. </p>

  ',
