'initial_FORM_TITLE' => 'Καλώς ήρθατε στον server manager',
'initial_FRAMES_BODY' => '  Καλώς ήρθατε στον SME Server, την κυρίαρχη διανομή Linux για τις μικρομεσαίες επιχειρήσεις. Ο SME Server σας παρέχεται από <a href="https://www.koozali.org/" target="_blank">Koozali Foundation, Inc.</a>, μια μη κερδοσκοπική εταιρία που υφίσταται για να παρέχει υπηρεσίες μάρκετινγκ και νομική υποστήριξη αναφορικά με τον SME Server. 

  <p> Ο SME Server είναι ελεύθερα διαθέσιμος με άδεια χρήσης ευρέος κοινού GNU κάτι που καθίσταται δυνατό μόνον μέσα από τις προσπάθειες της κοινότητας SME Server. Παρ\' όλα αυτά , η διαθεσιμότητα και ποιότητα του SME Server εξαρτώνται από την δυνατότητα κάλυψης των δαπανών μας, όπως π.χ. δαπάνες φιλοξενίας, αγοράς εξυπηρετητών, κ.λ.π. </p>

  <p> Ως εκ τούτου, ζητάμε μια μικρή δωρεά για την αντιμετώπιση των δαπανών και την χρηματοδότηση της παραπέρα ανάπτυξης. </p>

  <p> <b> Παρακαλούμε επισκεφθείτε το <a href="https://wiki.koozali.org/donate" target="_blank">https://wiki.koozali.org/Donate</a> για να κάνετε τη δωρεά σας. </b></p>

  <p> Το παρόν λογισμικό ΔΕΝ συνοδεύεται από ΚΑΜΙΑ ΑΠΟΛΥΤΩΣ ΕΓΓΥΗΣΗ. Παρακαλούμε <a href="/smanager/support" target="main">κάντε κλικ εδώ</a> για να βρείτε λεπτομερείς πληροφορίες σχετικά με υποστήριξη, εγγύηση και αδειοδότηση. </p>

  <p> Για να εκτελέσετε κάποια λειτουργία διαχείρισης συστήματος, κάντε κλικ σε έναν από τους συνδέσμους του μενού που βρίσκεται στην αριστερή πλευρά της οθόνης σας. </p>

  ',
# ORPHANED (no longer in initial_en.lex; kept for reference, commented out by lex-to-po.pl): 'initial_NOFRAMES_BODY' => '  Καλώς ήρθατε στον SME Server. Το παρόν λογισμικό ΔΕΝ συνοδεύεται από ΚΑΜΙΑ ΑΠΟΛΥΤΩΣ ΕΓΓΥΗΣΗ. Παρακαλούμε <a href="/smanager/support" target="main">κάντε κλικ εδώ</a> για να βρείτε λεπτομερείς πληροφορίες σχετικά με υποστήριξη, εγγύηση και αδειοδότηση. 
#
#  <p> <a href="/server-manager/noframes">κάντε κλικ εδώ</a> για ένα πίνακα λειτουργιών διαχείρισης συστήματος. </p>
#
#  ',
