'initial_FORM_TITLE' => 'ยินดีต้อนรับสู่ระบบบริหารเซิร์ฟเวอร์',
'initial_FRAMES_BODY' => ' ยินดีต้อนรับสู่ SME Server, ลีนุกซ์ดิสโทรชั่นชั้นนำในด้านซอร์ฟแวร์สำหรับเซอร์ฟเวอร์ขององค์กรขนาดกลางและขนาดย่อม SME Server นี้ถูกนำเสนอแก่ทุกท่านโดย <a href="https://www.koozali.org/" target="_blank">Koozali Foundation, Inc.</a> ซึ่งเป็นองค์กรที่ไม่ได้ประกอบธุระกิจเพื่อแสวงหาผลกำไร แต่ถูกจัดตั้งขึ้นเพื่อทำการเผยแพร่และเพื่อการบริการอย่างเป็นทางการสำหรับซอร์ฟแวร์ SME Server นี้

  <p>SME Server ถือกำเนิดขึ้นภายใต้ "โลกแห่งอิสระ" ของลิขสิทธิ์แบบ GNU General Public License และจะเป็นแบบเดียวเท่านั้นที่มันจะเป็น และโดยการอุทิศความอุตสาหะพยายามของบรรดาผู้คนในสังคมของ SME Server. อย่างไรก็ตาม คุณสมบัติและคุณภาพของ SME Server ก็สัมพันธ์กับความสามารถในการจ่ายค่าใช้จ่ายต่างๆเช่น ค่าเช่าโฮส ค่าอุปกรณ์เซอร์ฟเวอร์ และอื่นๆ </p>

  <p>โดยเหตุนี้ เราจึงเปิดรับและขอการสนับสนุนโดยการบริจาค ซึ่งไม่ต้องจำเป็นต้องเป็นเงินจำนวนที่มากมาย เพื่อใช้จ่ายในเรื่องเหล่านี้ และเพื่อเป็นทุนในการพัฒนาต่อๆ ไปในอนาคต </p>

  <p><b>โปรดเข้าไปที่ <a href="https://wiki.koozali.org/donate" target="_blank">https://wiki.koozali.org/Donate</a> เพื่อให้การบริจาคสนับสนุนแก่เรา</b></p>

  <p>ซอร์ฟแวร์นี้ไม่มีการรับประกันการใช้งานใดๆ โปรด <a href="/smanager/support" target="main">คลิกที่นี่</a> เพื่อดูข้อมูลในการสนับสนุนการใช้งาน รายละเอียดการรับประกัน และเงื่อนไขลิขสิทธิ์</p>

  <p>เลือกงานระบบที่ต้องการจัดการ ทำโดยคลิ๊กลิงค์ที่เมนูด้านซ้ายของคุณ</p>

  ',
# ORPHANED (no longer in initial_en.lex; kept for reference, commented out by lex-to-po.pl): 'initial_NOFRAMES_BODY' => '  ยินดีต้อนรับสู่ SME Server ซอฟต์แวร์นี้เป็นซอร์ฟแวร์แบบไม่มีการรับประกัน โปรด <a href="/smanager/support" target="main">คลิกที่นี่</a> เพื่อดูรายละเอียดการสนับสนุนการใช้งาน, ข้อมูลเกี่ยวกับการรับประกันและลิขสิทธิ์
#
#  <p> <a href="/server-manager/noframes">คลิกที่นี่</a> เพื่อดูรายการงานที่ผู้บริหารระบสามารถจัดการได้ </p>
#
#  ',
