'initial_FORM_TITLE' => 'Добро пожаловать в менеджер сервера',
'initial_FRAMES_BODY' => '  Вас приветствует SME Server, лидирующий Linux дистрибутив для малых и средних предприятий. SME Server предоставлен вам <a href="https://www.koozali.org/" target="_blank">Koozali Foundation, Inc.</a>, некоммерческой корпорацией, которая существует для обеспечения маркетинговой и правовой поддержки SME Server. 

  <p> SME Server свободно доступен под Стандартной общественной лицензией (GNU General Public License), что является возможным только благодаря усилиям сообщества SME Server. Тем не менее, доступность и качество SME Server зависит от наших расходов, таких, как оплата хостинга, серверное оборудование и т.д. </p>

  <p> Таким образом, мы просим небольшое пожертвование для покрытия расходов и финансирования дальнейшей разработки. </p>

  <p> <b> Пожалуйста, посетите <a href="https://wiki.koozali.org/donate" target="_blank">https://wiki.koozali.org/Donate</a> для пожертвований. </b></p>

  <p> Это программное обеспечение поставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ. Пожалуйста, <a href="/smanager/support" target="main">нажмите здесь</a>, чтобы увидеть подробную информацию о поддержке, гарантиях и лицензировании. </p>

  <p> Для выполнения функций системного администрирования нажмите одну из ссылок в меню слева экрана. </p>

  ',
'initial_NOFRAMES_BODY' => '  Вас приветствует SME Server. Это программное обеспечение поставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ. Пожалуйста, <a href="/smanager/support" target="main">нажмите здесь</a>, чтобы увидеть подробную информацию о поддержке, гарантиях и лицензировании. 

  <p> <a href="/server-manager/noframes">Нажмите здесь</a>, чтобы получить список функций системного администрирования. </p>

  ',
