'ln_Local networks' => 'локални мрежи',
'ln_FIRSTPAGE_DESC' => ' По причини, свързани с информационната сигурност, редица услуги на Вашия сървър са достъпни само в локалната мрежа. Обаче Вие можете да предоставите тези права за локален достъп и за допълнителни мрежи като го добавите по-долу. При повечето конфигурации този списък трябва да остане празен. Добави мрежа ',
'ln_ADD_TITLE' => 'Добавяне на локална мрежа',
'ln_ADD_DESC' => ' Всеки параметър трябва да бъде във формат #.#.#.# (всеки # е число 0 до 255). Софтуерът на сървъра ще нулира крайната (идентификатора за машина) част на мрежвия адрес според маската за подмрежа, за да осигури, че мрежовия адрес е валиден. "Маршрутизатор" трябва да бъде IP адреса на маршрутизатора на локалната мрежа през който допълнителната мрежа се достига. ',
'ln_NETWORK_ADDRESS' => 'Адрес на мрежата',
'ln_SUBNET_MASK' => 'Маска на подмрежа',
'ln_INVALID_IP_ADDRESS' => 'Некоректен IP адрес',
'ln_INVALID_SUBNET_MASK' => 'Некоректна маска на подмрежа',
'ln_REMOVE_TITLE' => 'Премахване на локална мрежа',
'ln_REMOVE_DESC' => 'Вие ще премахнете следните локални мрежи.',
'ln_REMOVE_CONFIRM' => 'Сигурни ли сте, че искате да премахнете тази мрежа?',
'ln_DEFAULT' => 'по подразбиране',
'ln_NUMBER_OF_HOSTS' => 'брой машини',
'ln_NOT_ACCESSIBLE_FROM_LOCAL_NETWORK' => 'Грешка: адресът на маршрутизатора {$networkRouter} не е достъпен от локална мрежа. Мрежата не бе добавена.',
'ln_NETWORK_ALREADY_LOCAL' => 'Грешка: мрежата {$network} (резултат от мрежов адрес {$networkAddress} и маска за подмрежа {$networkMask}) вече се счита за локална. Мрежата не бе добавена.',
'ln_NETWORK_ALREADY_ADDED' => 'Грешка: мрежата {$network} (резултат от мрежов адрес {$networkAddress} и маска за подмрежа {$networkMask}) вече е била добавена. Не беше добавяна мрежа отново.',
'ln_ERROR_CREATING_NETWORK' => 'Възникна грешка при създаването на мрежа.',
'ln_SUCCESS' => 'Успешно добавяне на мрежа {$network}/{$networkMask} през маршрутизатор {$networkRouter}.',
'ln_SUCCESS_SINGLE_ADDRESS' => 'Успешно добавяне на мрежа {$network}/{$networkMask} през маршрутизатор {$networkRouter}. Вашият сървър ще предостави права за локален достъп на един IP адрес {$network}.',
'ln_SUCCESS_NETWORK_RANGE' => 'Успешно добавяне на мрежа {$network}/{$networkMask} през маршрутизатор {$networkRouter}. Вашият сървър ще предостави права за локален достъп на {$totalHosts} IP адреса в обхвата {$firstAddr} до {$lastAddr}.',
'ln_SUCCESS_NONSTANDARD_RANGE' => ' <p> Успешно добавяне на мрежа {$network}/{$networkMask} през маршрутизатор {$networkRouter}. </p>

  <p> Вашият сървър ще предостави права за локален достъп на {$totalHosts} IP адреса в обхвата {$firstAddr} до {$lastAddr}. </p>

  <p> Внимание: Сървърът ProFTPd FTP не може да работи с тази нестандартна маска на подмрежа. Вместо това ще бъде използвана по-простата спецификация <b>{$simpleMask}</b>.</p>

  ',
'ln_SUCCESS_REMOVED_NETWORK' => 'Успешно премахване на мрежа {$network}/{$networkMask} през маршрутизатор {$networkRouter}.',
'ln_ERROR_DELETING_NETWORK' => 'Възникна грешка при изтриването на мрежата.',
'ln_NO_ADDITIONAL_NETWORKS' => 'Няма допълнителни мрежи',
'ln_REMOVE_HOSTS_DESC' => 'Бяха открити локални машини, конфигурирани в мрежата, която смятате да премахнете. По подразбиране те също ще бъдат премахнати. Махнете отметката тук, ако по някаква причина не желаете това да се случи. Имайте предвид, че те няма да бъдат третирани като локални, и може даже да не са достъпни след премахването на мрежата.',
'ln_REMOVE_HOSTS_LABEL' => 'Премахване на машини от мрежата',
